Repository: K-Nestorov/Shopily
Catalog: Shopily/Shopily/Resources/Resource.*.resx
Languages: bg

# AboutMe
source: About
bg: За нас

source: Shop
bg: Магазин

source: Orders
bg: Поръчки

source: Contact
bg: Връзка с нас

source: All users
bg: Всички Потребители

source: All products
bg: Всички Продукти

source: Create User
bg: Създаване на потребител

source: Create Product
bg: Създаване на продукт

source: Subsribe
bg: Абонирай се

source: Send
bg: Изпрати

source: Email
bg: Имейл

# BestShoes
source: Finding Your Perfect Shoes
bg: Намери перфектните обувки за теб

# Under
source: A wide variety of shoes for him and her and more
bg: Голямо разнообразие от обувки за него и за нея и не само

source: Collections
bg: Колекции

source: Women
bg: Жени

source: Men
bg: Мъже

source: Kids
bg: Деца

# RecentlyView
source: Recently View Products
bg: Наскоро видяни продукти

# NoView
source: No recently viewed products.
bg: Няма наскоро видяни продукти

# Less
source: 50% less in all items
bg: 50% намаление на всички продукти

# BigText
source: Clothes with the highest quality and lowest prices are reduced even more in the month of December, don't think about it, get it
bg: Дрехите с най високо качество и най ниски цени са намалени още повече през месец декември не го мисли а си вземи

# Started
source: How we started
bg: Как започнахме

source: Free Shipping
bg: Безплатна доставка

# Loremtext
source: Our journey began with a simple idea: to create a shopping experience that combines quality, affordability, and convenience. What started as a small passion project has grown into a thriving online store, offering carefully curated products for customers worldwide. From the very beginning, we focused on sourcing high-quality items, working with trusted suppliers, and ensuring excellent customer service. With dedication and hard work, we expanded our collections, embraced innovation, and built a community of loyal customers who inspire us every day. Today, we continue to evolve, always striving to bring you the best products while staying true to our values of trust, transparency, and customer satisfaction. Thank you for being part of our story!
bg: Нашето пътуване започна с проста идея: да създадем пазаруване, което съчетава качество, достъпност и удобство. Това, което започна като малък страстен проект, се превърна в процъфтяващ онлайн магазин, предлагащ внимателно подбрани продукти за клиенти от цял ​​свят. От самото начало се фокусирахме върху снабдяването с висококачествени артикули, работата с доверени доставчици и осигуряването на отлично обслужване на клиентите. С всеотдайност и упорит труд разширихме нашите колекции, прегърнахме иновациите и изградихме общност от лоялни клиенти, които ни вдъхновяват всеки ден. Днес ние продължаваме да се развиваме, като винаги се стремим да ви предоставим най-добрите продукти, като същевременно оставаме верни на нашите ценности за доверие, прозрачност и удовлетвореност на клиентите. Благодарим ви, че сте част от нашата история!

# FreeShip
source: Your first order will ship for free
bg: Първата ви поръчка ще бъде доставена безплатно

# FreeReturn
source: Returns are free 1 week after receiving the shipment
bg: Връщането е безплатно 1 седмица след получаване на пратката

# FreeRet
source: Free Returns
bg: Безплатно връщане

# CustomSupport
source: Customer Support
bg: Обслужване на клиенти

# Customers
source: Our team is ready to answer any of your questions 24/7
bg: Нашият екип е подготвен да отговори на всеки вас въпрос 24/7

source: Home
bg: Начална страница

source: First Name
bg: Първо име

# GetIn
source: Get In Touch
bg: Свържете се с нас

source: Last Name
bg: Фамилия

source: Subject
bg: Тема

source: Message
bg: Съобщение

source: Send Message
bg: Изпрати съобщението си

source: Thank you
bg: Благодаря за поръчката

# CompleteOrder
source: Your order was successfuly completed.
bg: Вашата поръчка беше направена успешно.

source: Back to shop
bg: Върни се в магазина

source: Product Name
bg: Име на продукта

source: Price
bg: Цена

source: Image
bg: Снимка

source: Total
bg: Общо

source: Quantity
bg: Общо

source: Remove
bg: Изтрии

# Coupon
source: Enter your coupon code if you have one
bg: Въведе кода на вашият код за отстъпка (Ако имате такъв)

# Coup
source: Coupon
bg: Купон

source: Coupon Code
bg: Код за отстъпка

source: Apply Coupon
bg: Приложи кода за отстъпка

# ProccedToCheckout
source: Proceed To Checkout
bg: Завърши поръчката

# FName
source: First Name is required
bg: Трябва да въведете първото си име

# LName
source: Last name is required
bg: Трябва да въведете фамилията си

# EmailS
source: Please enter a valid email address
bg: Въведете валиден емайл

source: Phone
bg: Телефоннен номер

# PhoneL
source: Phone number is required
bg: Въведете телефонният си номер

source: Shipping Address
bg: Адрес

source: County
bg: Държава

# CountryL
source: Country is required
bg: Въведете държавата

source: Order Notes
bg: Допълнителна информация

# ContinueShoping
source: Continue Shopping
bg: Продължете да пазарувате

source: Add to Cart
bg: Добави в количката

source: Add To Like
bg: Добави в харесани

source: Shop All
bg: Всички продукти

source: Boots
bg: Обувки

source: Sweater
bg: Пуловри

# Jacket
source: Jackter
bg: Якета

source: Product Type
bg: Тип продукти

# NoProducts
source: No products found.
bg: Не бяха намерени продукти

# NoOrders
source: You dont have Orders
bg: Все още нямата поръчки

source: Edit your profile
bg: Промяна на настройките на профила

source: Login
bg: Вписване

source: Register
bg: Регистриране

source: Logout
bg: Излизане от профила
